pub/html/resources.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Resources</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Spencer Hill" />
<link rel="stylesheet"
                       href="../css/style.css" type="text/css"/>
</head>
<body>
<div id="content">
<h1 class="title">Resources</h1>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Climate Science Blogs</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="http://www.gfdl.noaa.gov/blog/isaac-held/">Isaac Held's blog</a>
</li>
<li><a href="http://realclimate.org/">Real Climate</a>
</li>
<li><a href="http://www.wunderground.com/blog/JeffMasters/article.html">Jeff Masters' blog</a>
</li>
<li><a href="http://adamsobel.org/">Adam Sobel's blog</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Science Communication</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl">
<dt> <a href="http://www.principiae.be/">Principiae</a> </dt><dd>Material (some free) on science communication
</dd>
<dt> <a href="http://www.edwardtufte.com/tufte/index">Edward Tufte</a> </dt><dd>Fascinating and beautiful books on effective data displays
</dd>
<dt> <a href="http://www.amazon.com/The-Elements-Style-Fourth-Edition/dp/020530902X">The Elements of Style</a> </dt><dd>Classic text on writing succinctly and clearly
</dd>
</dl>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Online Research Tools</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl">
<dt> <a href="http://www.giss.nasa.gov/tools/panoply/">Panoply</a> </dt><dd>NetCDF viewer.  Great for making basic plots quickly.
</dd>
<dt> <a href="http://ready.arl.noaa.gov/HYSPLIT_traj.php">HYSPLIT</a> </dt><dd>Compute forward and backward air trajectories
</dd>
</dl>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Climate Data</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1">Data Portals/Databases</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li><a href="http://gcmd.gsfc.nasa.gov/index.html">NASA Global Change Master Directory</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-4-2" class="outline-3">
<h3 id="sec-4-2">Individual Data Products</h3>
<div class="outline-text-3" id="text-4-2">
<dl class="org-dl">
<dt> <a href="http://gcmd.nasa.gov/records/GCMD_AERONET_NASA.html">AERONET</a> </dt><dd>International aerosol monitoring network
</dd>
</dl>
</div>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Surviving Graduate School</h2>
<div class="outline-text-2" id="text-5">
<dl class="org-dl">
<dt> <a href="https://www.insidehighered.com/advice/2011/06/06/advice_for_graduate_students">Advice for Grad Students I</a> </dt><dd>General advice; must-read for early grad
students
</dd>
<dt> <a href="https://www.insidehighered.com/advice/2011/06/08/advice_on_writing_for_graduate_students">Advice for Grad Students II</a> </dt><dd>Writing advice: thesis, papers, etc.
</dd>
<dt> <a href="http://sciencecareers.sciencemag.org/career_magazine/previous_issues/articles/2006_11_10/nodoi.4277528898545922912">Mastering Your Ph.D.</a> </dt><dd>Series by <i>Science</i> on graduate school in the sciences
</dd>
</dl>
</div>
</div>
<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">Graduate School Funding</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li><a href="http://www.nsfgrfp.org/">NSF Graduate Research Fellowship Program</a>
</li>
<li><a href="http://ndseg.asee.org/">Dept. of Defense National Defense Science and Engineering Graduate Fellowship</a>
  (I am funded through NDSEG)
</li>
<li><a href="http://www.hertzfoundation.org/dx/fellowships/fellowshipaward.aspx">Hertz Foundation Graduate Fellowship Award</a>
</li>
<li><a href="http://www.epa.gov/ncer/fellow/">Environmental Protection Agency STAR</a>
</li>
<li><a href="http://nspires.nasaprs.com/external/solicitations/summary.do?method=init&solId={B6CDCEA6-8EDD-A48A-FAF8-E588F66661C3}&path=open">NASA Earth and Space Science Fellowship</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7">Undergraduate AOS scholarships</h2>
<div class="outline-text-2" id="text-7">
<dl class="org-dl">
<dt> <a href="http://www.oesd.noaa.gov/scholarships/hollings.html#page=timeline">NOAA Hollings Scholarship</a> </dt><dd>Open to undergraduate sophomores; funding and
NOAA internship
</dd>
<dt> <a href="https://goldwater.scholarsapply.org/">Barry Goldwater Scholarship and Excellence in Education Program</a> </dt><dd>For
undergraduate juniors in sciences
</dd>
</dl>
</div>
</div>
<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8">For Fun</h2>
<div class="outline-text-2" id="text-8">
<dl class="org-dl">
<dt> <a href="http://www.ted.com/">TED</a> </dt><dd>Talks on various topics; some fascinating, many forgettable
</dd>
<dt> <a href="http://xkcd.com/">xkcd</a> </dt><dd>Brilliant science/math comic (note some explicit language/themes)
</dd>
<dt> <a href="http://what-if.xkcd.com/">xkcd what-if?</a> </dt><dd>"Serious scientific answers to absurd hypothetical questions"
</dd>
</dl>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Spencer Hill</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
